Repository: bastianmorath/MyMarks
Catalog: MyMarks/*.lproj/Localizable.strings
Languages: de, fr

# Pluspoints: %0.1f
source: Plus: %0.1f
de: Pluspunkte: %0.1f

# Minuspoints: %0.1f
source: Minus: %0.1f
de: Minuspunkte: %0.1f

source: Average: %0.2f
de: Durchschnitt: %0.2f
fr: Moyenne: %0.2f

source: Weighting: 0/1
de: Gewichtung: 0/1
fr: Evaluation: 0/1

source: Add new subject
de: Neues Fach hinzufügen
fr: Ajouter une nouvelle matière

source: Edit subjects
de: Fächer editieren
fr: Editer matières

source: Export marks
de: Noten exportieren
fr: Exporter les notes

source: Preferences
de: Einstellungen
fr: Réglagés

source: Cancel
de: Abbrechen
fr: Annuler

source: Done
de: Fertig
fr: OK

source: Add subject
de: Fach hinzufügen
fr: Ajouter une matière

source: Add
de: Hinzufügen
fr: Ajouter

source: Add new exam
de: Neue Prüfung hinzufügen
fr: Ajouter un nouveau examen

source: Average
de: Durchschnitt
fr: Moyenne

source: Pluspoints
de: Pluspunkte

source: Exams
de: Prüfungen
fr: Examens

source: Add exam
de: Prüfung hinzufügen
fr: Ajouter un examen

source: Yes
de: Ja
fr: Oui

source: Choose semester
de: Semester wählen
fr: Choisir semestre

source: Error
de: Fehler
fr: Erreur

# Weighting Error
source: Make sure you type in 0 or 1 for weighting
de: Bitte geben Sie für die Gewichtung 0 oder 1 ein
fr: Il faut que l'evaluation soit 0 ou 1

source: Confirmation
de: Bestätigung

# confirmationMessage
source: Are you sure you want to delete this semester?
de: Sind sie sicher, dass Sie dieses Semester löschen wollen?
fr: Êtes-vous sûr que vous voulez effacer ce semestre?

source: Add semester
de: Semester hinzufügen
fr: Ajoute semestre

source: Enter the new name and weighting of the Subject
de: Neuer Name und Gewichtung des Faches eingeben
fr: Entre le nouveau nom and l'evaluation de la matière

source: Change subject
de: Fach ändern
fr: Changer la matière

source: Send Feedback
de: Sende eine Mail an die Entwickler
fr: Envoie un e-mail aux developers

source: Write a review in the AppStore
de: MyMarks im AppStore bewerten
fr: Évalue MyMarks sur le AppStore

# Update message
source: MyMarks in now optimized for all iPhones and iPads! Enjoy it! We read every review and email and will try our best to update the app with your suggestions. We would love to hear your questions and comments; just send us an email at bf.morath@gmail.com
de: MyMarks ist nun für alle Gerätetypen, inklusive iPad, angepasst! Bei Kritik und Feedback sende bitte eine Mail an bf.morath@gmail.com, wir lesen jede Bewertung und freuen uns auf jeden Kommentar!
fr: + MyMarks est maintenant optimisé pour tous les iPhones et iPads ! Pour questions, envoie-nous une email à bf.morath@gmail.com.

source: Average (Default)
de: Durchschnitt (Default)
fr: Moyenne (Default)

source: Average and Pluspoints (Swiss)
de: Durchschnitt und Pluspunkte (CH)
fr: Moyenne et Plus (Suisse)

# Average description
source: You just have the average presented
de: Es wird nur der Durchschnitt auf dem Label angezeigt
fr: Il est seulement présenter le moyenne

# AverageAndPluspoints description
source: In your view with the subjects, you can switch between showing the average or the pluspoints by tapping at the top of your view (Swiss system)
de: Es wird entweder der Durchschnitt oder die Pluspunkte angezeigt. Zwischen diesen kann durch ein Tap auf das Anzeige-Feld gewechselt werden.

source: Grading
de: Bewertungssystem
fr: Estimation

source: Mark
de: Note
fr: note

source: Weighting
de: Gewichtung
fr: pondération

source: Date
de: Datum

source: Notes
de: Notizen

source: Name
fr: Nom

source: Semester
fr: Semestre

source: Enter the new name of the semester
fr: Entre le nouveau nom du semestre

source: Change name
fr: Change le nom

source: Cancle
fr: Retour
